[M_BanditSlaughter1 MissionDefinition]
MissionName="Massacre dos Bandidos: Rd. 1"
MissionDescription="Você encontrou o primeiro Círculo do Massacre da Moxxi, comandado por um bandido chamado Fink. Como já era de se esperar, o [place]Fink's Slaughterhouse[-place] está repleto de bandidos homicidas. Você terá que sobreviver a cinco rodadas com múltiplas ondas cada uma."
TurnInDescription="Uma rodada a menos. Faltam quatro!"
MissionSummary="Sobreviva à primeira rodada do Massacre dos Bandidos!"
MissionGiver="Fink"
MissionTurnInLocation="Fink"
TeaserText="Será possível sobreviver ao Massacre dos Bandidos?"

[M_BanditSlaughter1:BanditSlaughter_Gather MissionObjectiveDefinition]
ProgressMessage="Aperte o botão do painel"

[M_BanditSlaughter1:BanditSlaughterGatherSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BanditSlaughter1:killbanditscritical MissionObjectiveDefinition]
ProgressMessage="Elimine bandidos com Tiros Certeiros"

[M_BanditSlaughter1:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Sobreviva à rodada 1"

[M_BanditSlaughter1:TurnontheFactory MissionObjectiveDefinition]
ProgressMessage="Comece o massacre"

[M_BanditSlaughter1:TurnontheFactorySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BanditSlaughter1:Wave1Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BanditSlaughter1:WavesComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

[M_BanditSlaughter2 MissionDefinition]
MissionName="Massacre dos Bandidos: Rd. 2"
MissionDescription="Você encontrou o primeiro Círculo do Massacre da Moxxi, comandado por um bandido chamado Fink. Como já era de se esperar, o [place]Fink's Slaughterhouse[-place] está repleto de bandidos homicidas. Você terá que sobreviver a cinco rodadas com múltiplas ondas cada uma."
TurnInDescription="Duas rodadas a menos. Está ficando bom!"
MissionSummary="Sobreviva à segunda rodada do Massacre dos Bandidos!"
MissionGiver="Fink"
MissionTurnInLocation="Fink"
TeaserText="Começamos a segunda rodada?"

[M_BanditSlaughter2:Gather MissionObjectiveDefinition]
ProgressMessage="Aperte o botão do painel"

[M_BanditSlaughter2:Gatherupset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BanditSlaughter2:killbanditscritical MissionObjectiveDefinition]
ProgressMessage="Elimine bandidos com Tiros Certeiros"

[M_BanditSlaughter2:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Sobreviva à rodada 2"

[M_BanditSlaughter2:TurnontheFactory MissionObjectiveDefinition]
ProgressMessage="Comece o massacre"

[M_BanditSlaughter2:TurnontheFactorySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BanditSlaughter2:Wave1Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BanditSlaughter2:WavesComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

[M_BanditSlaughter3 MissionDefinition]
MissionName="Massacre dos Bandidos: Rd. 3"
MissionDescription="Você encontrou o primeiro Círculo do Massacre da Moxxi, comandado por um bandido chamado Fink. Como já era de se esperar, o [place]Fink's Slaughterhouse[-place] está repleto de bandidos homicidas. Você terá que sobreviver a cinco rodadas com múltiplas ondas cada uma."
TurnInDescription="Você já completou mais da metade do Massacre dos Bandidos!"
MissionSummary="Sobreviva à terceira rodada do Massacre dos Bandidos!"
MissionGiver="Fink"
MissionTurnInLocation="Fink"
TeaserText="A terceira rodada do Massacre dos Bandidos lhe aguarda!"

[M_BanditSlaughter3:Gather MissionObjectiveDefinition]
ProgressMessage="Aperte o botão do painel"

[M_BanditSlaughter3:GatherSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BanditSlaughter3:killbanditscritical MissionObjectiveDefinition]
ProgressMessage="Elimine bandidos com Tiros Certeiros"

[M_BanditSlaughter3:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Sobreviva à rodada 3"

[M_BanditSlaughter3:TurnontheFactory MissionObjectiveDefinition]
ProgressMessage="Comece o massacre"

[M_BanditSlaughter3:TurnontheFactorySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BanditSlaughter3:Wave1Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BanditSlaughter3:WavesComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

[M_BanditSlaughter4 MissionDefinition]
MissionName="Massacre dos Bandidos: Rd. 4"
MissionDescription="Você encontrou o primeiro Círculo do Massacre da Moxxi, comandado por um bandido chamado Fink. Como já era de se esperar, o [place]Fink's Slaughterhouse[-place] está repleto de bandidos homicidas. Você terá que sobreviver a cinco rodadas com múltiplas ondas cada uma."
TurnInDescription="Falta apenas uma rodada! Continue assim!"
MissionSummary="Sobreviva à quarta rodada do Massacre dos Bandidos!"
MissionGiver="Fink"
MissionTurnInLocation="Fink"
TeaserText="Você sobreviveu à três rodadas mas, daqui pra frente o filho chora e a mãe não vê!"

[M_BanditSlaughter4:Gatherobj MissionObjectiveDefinition]
ProgressMessage="Aperte o botão do painel"

[M_BanditSlaughter4:GatherSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BanditSlaughter4:killbanditscritical MissionObjectiveDefinition]
ProgressMessage="Elimine bandidos com Tiros Certeiros"

[M_BanditSlaughter4:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Sobreviva à rodada 4"

[M_BanditSlaughter4:TurnontheFactory MissionObjectiveDefinition]
ProgressMessage="Comece o massacre"

[M_BanditSlaughter4:TurnontheFactorySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BanditSlaughter4:Wave1Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BanditSlaughter4:WavesComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

[M_BanditSlaughter5 MissionDefinition]
MissionName="Massacre dos Bandidos: Rd. 5"
MissionDescription="Você encontrou o primeiro Círculo do Massacre da Moxxi, comandado por um bandido chamado Fink. Como já era de se esperar, o [place]Fink's Slaughterhouse[-place] está repleto de bandidos homicidas. Você terá que sobreviver a cinco rodadas com múltiplas ondas cada uma."
TurnInDescription="Você completou o Massacre dos Bandidos! Moxxi deve estar muito orgulhosa de você."
MissionSummary="Sobreviva à quinta e última rodada do Massacre dos Bandidos!"
MissionGiver="Fink"
MissionTurnInLocation="Fink"
TeaserText="É chegada a última rodada do Massacre dos Bandidos. Espero que esteja preparado."

[M_BanditSlaughter5:Gather MissionObjectiveDefinition]
ProgressMessage="Aperte o botão do painel"

[M_BanditSlaughter5:GatherSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BanditSlaughter5:killbanditscritical MissionObjectiveDefinition]
ProgressMessage="Elimine bandidos com Tiros Certeiros"

[M_BanditSlaughter5:SurvivetheRound MissionObjectiveDefinition]
ProgressMessage="Sobreviva à rodada 5"

[M_BanditSlaughter5:TurnontheFactory MissionObjectiveDefinition]
ProgressMessage="Comece o massacre"

[M_BanditSlaughter5:TurnontheFactorySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BanditSlaughter5:Wave1Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BanditSlaughter5:WavesComplete MissionObjectiveDefinition]
ProgressMessage="Complete as ondas"

